<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>DNSSettings</key>
			<dict>
				<key>DNSProtocol</key>
				<string>HTTPS</string>
				<key>ServerAddresses</key>
				<array>
					<string>2a10:50c0::bad1:ff</string>
					<string>2a10:50c0::bad2:ff</string>
					<string>94.140.14.15</string>
					<string>94.140.15.16</string>
				</array>
				<key>ServerURL</key>
				<string>https://dns-family.adguard.com/dns-query</string>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures device to use AdGuard DNS Family Protection Encrypted DNS over HTTPS</string>
			<key>PayloadDisplayName</key>
			<string>AdGuard DNS Family Protection Encrypted DNS over HTTPS</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.dnsSettings.managed.0efea210-5662-5682-a598-eb1533476312</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>0EFEA210-5662-5682-A598-EB1533476312</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProhibitDisablement</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Configures device to use AdGuard DNS Family Protection over HTTPS
Operated by AdGuard Software Ltd. Blocks `Default` + malware &amp; adult content.
Server location: 🇷🇺.
Filtering: yes</string>
	<key>PayloadDisplayName</key>
	<string>AdGuard DNS Family Protection Encrypted DNS over HTTPS</string>
	<key>PayloadIdentifier</key>
	<string>com.paulmillr.apple-dns</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>997964ED-B193-5362-B4AD-B40E479DA4D7</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
